---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralStickSymbolLocation
source: html/4e7fd759-0e39-d463-cf03-432d7ba945a7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralStickSymbolLocation Property

"Stick Symbol Location"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralStickSymbolLocation { get; }
```